Repository: kieulanalp/EngineeringStuffs
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: Ensures peak performance and operation to avoid catastrophic equipment damage such as frozen
vi: Ensures peak performance and operation to avoid catastrophic equipment damage such as frozen compressor / Đảm bảo hiệu suất vận hành cao nhất, tránh hư hỏng thiết bị nghiêm trọng như máy nén bị đóng băng

source: Entrance Lobby - Seating Areas
vi: Entrance Lobby - Seating Areas / Sảnh đến - Khu vực ngồi

source: Environmental
vi: Environmental / Môi trường

source: Equipment
vi: Equipment Thiết bị

source: Equipment (m2)
vi: Equipment (m2) / Thiết bị điện thoại

source: Escalators
vi: Escalators / Thang cuốn

source: Escape Lighting
vi: Escape Lighting / Chiếu sáng thoát nạn

source: Escape Signage
vi: Escape Signage / Biển báo thoát hiểm

source: Escape lighting (minimum 1lux at floor level) is provided to ensure the safe and effective evacuation of the building.
vi: Escape lighting (minimum 1lux at floor level) is provided to ensure the safe and effective evacuation of the building. / Chiếu sáng thoát nạn (tối thiểu 1lux ở mức sàn) được cung cấp để đảm bảo quá trình sơ tán an toàn và hiệu quả khỏi tòa nhà

source: Escape routes must not be via any service corridor or area.
vi: Escape routes must not be via any service corridor or area. / Đường thoát hiểm không được qua bất kỳ khu vực hay hành lang service nào

source: Escape signage
vi: Escape signage / Biển thoát hiểm

source: Escape signage must be used to help people identify exits and exit routes. This is of particular importance for guests and visitors who are unfamiliar with the layout of the building.
vi: Escape signage must be used to help people identify exits and exit routes. This is of particular importance for guests and visitors who are unfamiliar with the layout of the building. / Biển báo thoát hiểm phải được sử dụng để giúp mọi người xác định lối thoát hiểm và đường thoát hiểm. Việc này là vô cùng quan trọng cho khách và người tham quan khi không quen thuộc với mặt bằng tòa nhà.

source: Escape signs must be of sufficient size so that they can be read easily and seen from all areas but they must not be obtrusive. To achieve this balance the following viewing distance size guide should be used:
vi: Escape signs must be of sufficient size so that they can be read easily and seen from all areas but they must not be obtrusive. To achieve this balance the following viewing distance size guide should be used: / Các biển thoát nạn phải đủ kích thước để đọc được, nhìn được dễ dàng từ toàn bộ các vị trí nhưng không được phép gây khó chịu. Để đạt được sự cân bằng này, hướng dẫn khoảng cách nhìn dưới đây cần được áp dụng:

source: Escape signs must meet the following requirements:
vi: Escape signs must meet the following requirements: / Biển báo thoát nạn phải tuân thủ theo các yêu cầu sau:

source: Escape stairs must be remote from each other as described in the sub section Horizontal Means of Escape above.
vi: Escape stairs must be remote from each other as described in the sub section Horizontal Means of Escape above. / Thang bộ thoát hiểm phải cách xa nhau như đã miêu tả trong mục Thoát hiểm chiều ngang phía trên

source: Escape stairs must lead directly or via fire protected corridors to the outside of the building, however, in sprinkler protected buildings 50% of stairs may lead into a low risk area of the building from where there is direct access to the final exit and where approved by IHG.
vi: Escape stairs must lead directly or via fire protected corridors to the outside of the building, however, in sprinkler protected buildings 50% of stairs may lead into a low risk area of the building from where there is direct access to the final exit and where approved by IHG. / Thang bộ thoát hiểm phải dẫn trực tiếp hoặc thông qua hành lang chống cháy ra bên ngoài tòa nhà, tuy nhiên, trong tòa nhà có sprinkler, 50 % số thang bộ có thể dẫn ra khu vực nguy cơ rủi ro thấp trong tòa nhà, nơi có thể trực tiếp tiếp cận cửa thoát cuối cùng, và cần được IHG chấp thuận

source: Essential Component (%)
vi: Essential Component (%) / % thiết yếu

source: Europe, Middle & Africa
vi: Europe, Middle & Africa / Châu Âu, Trung Đông và châu Phi

source: Europe, Middle East & Africa
vi: Europe, Middle East & Africa / Châu Âu, Trung Đông và châu Phi

source: Evacuation lift
vi: Evacuation lift / Thang thoát nạn

source: Evacuation lifts - these are lifts that are specifically designed for the evacuation of disabled guests and are
vi: Evacuation lifts - these are lifts that are specifically designed for the evacuation of disabled guests and are provided with additional safety measures to ensure that they are safe to use in a fire. Frequently evacuation lifts are also firefighting lifts. Evacuation lifts must meet the following requirements: / Thang sơ tán - các thang được thiết kế cụ thể cho mục đích thoát nạn của người khuyết tật và được cung cấp mức độ an toàn bổ sung để đảm bảo thang là an toàn sử dụng trong trường hợp cháy. Các thang sơ tán cũng đồng thời là thang phòng cháy. Thang sơ tán phải tuân thủ theo các yêu cầu sau:

source: Evacuation system illustration
vi: Evacuation system illustration / Minh họa hệ thống sơ tán

source: Example Kitchen Ventilation Drawing
vi: Example Kitchen Ventilation Drawing / Ví dụ bản vẽ thông gió bếp

source: Example of a function room with an area of 400m2:
vi: Example of a function room with an area of 400m2: / Ví dụ về một phòng chức năng với diện tích 400m2:

source: Excellent use of low grade water for free cooling if available
vi: Excellent use of low grade water for free cooling if available / Dễ dàng sử dụng nước chất lượng thấp để làm mát miễn phú nếu có

source: Executive Corridor
vi: Executive Corridor / Hành lang phòng Executive

source: Exhibition
vi: Exhibition / Trưng bày

source: Exits in gates, fences and similar enclosures must only be secured by panic fastenings.
vi: Exits in gates, fences and similar enclosures must only be secured by panic fastenings. / Lối thoát hiểm tại cổng, hàng rào hoặc các không gian kín tương tự phải được bảo vệ bằng các thanh đẩy cửa có chốt.

source: Exits located remotely from each other so that a fire in the room will not cut-off access to both
vi: Exits located remotely from each other so that a fire in the room will not cut-off access to both / Lối thoát cách xa nhau để đám cháy trong phòng không cản trở việc tiếp cận cả hai cửa

source: Exits must be located remotely from each other to minimize the risk that all are affected by a fire in the room . One method that can be used to ensure that exits are adequately remote from each other is by ensuring that there is an angle of not less than 450 between the exits when measured from the furthest part of the room.
vi: Exits must be located remotely from each other to minimize the risk that all are affected by a fire in the room . One method that can be used to ensure that exits are adequately remote from each other is by ensuring that there is an angle of not less than 450 between the exits when measured from the furthest part of the room. / Lối thoát hiểm phải bố trí cách xa nhau để giảm thiểu nguy cơ rủi ro tất cả các lối đều bị ảnh hưởng bởi đám cháy trong phòng. Một phương pháp đảm bảo các lối thoát hiểm cách nhau đủ xa là đảm bảo có một góc không dưới 45độ giữa các lối thoát khi đo từ điểm xa nhất trong phòng.

source: Expansion reduction
vi: Expansion reduction / Chống giãn nở

source: Expansion valve
vi: Expansion valve / Van mở rộng

source: Expected life in the order of 25 to 30 years
vi: Expected life in the order of 25 to 30 years / Yêu cầu vòng đời thiết bị từ 25 đến 30 năm

source: External
vi: External / Ngoài trời

source: External Areas
vi: External Areas / Khu vực bên ngoài

source: External Means of Escape
vi: External Means of Escape / Lối thoát hiểm bên ngoài

source: External Plant
vi: External Plant / Máy bên ngoài

source: External escape routes must be easy and safe to use at all times and must where necessary be protected from fire within the building.
vi: External escape routes must be easy and safe to use at all times and must where necessary be protected from fire within the building. / Lối thoát hiểm bên ngoài phải có thể sử dụng dễ dàng và an toàn bất cứ lúc nào và phải được bảo vệ khỏi đám cháy trong tòa nhà

source: External fire hydrants
vi: External fire hydrants / Trụ nước cứu hỏa ngoài tòa nhà

source: External plant
vi: External Plant / Máy bên ngoài

source: Extract only from cloakroom with makeup from foyer, sized on 1 AC/hr.
vi: Extract only from cloakroom with makeup from foyer, sized on 1 AC/hr. / Chỉ hút khí từ phòng gửi đồ, bù khí từ tiền phòng, kích thước dựa trên 1 lần trao đổi khí/ giờ

source: Extract volume from guest bathroom shall be minimum of 90% of the supply air volume to the guestroom, and a minimum of 6 Ac/hr., but preferably balanced with the fresh air.
vi: Extract volume from guest bathroom shall be minimum of 90% of the supply air volume to the guestroom, and a minimum of 6 Ac/hr., but preferably balanced with the fresh air. / Thể tích hút khí từ phòng tắm của khách phải tối thiểu bằng 90% thể tích cấp khí vào phòng, và tối thiểu 6 AC/h, tuy nhiên ưu tiên cân bằng với khí tươi

source: F Covered
vi: F Covered / F có nắp che

source: F&LS
vi: FLS / với hệ thống PCCC

source: FAIR
vi: FAIR / Tạm

source: FCU with AC Motor
vi: FCU with AC Motor / FCU với động cơ AC

source: FCU with BLDC Motor
vi: FCU with BLDC Motor / FCU với động cơ BLDC

source: FFCP - Fire Fan Control Panel
vi: FFCP - Fire Fan Control Panel / Bảng điều khiển quạt

source: FIP - Fire Indicator Panel (also known as Fire Alarm Panel)
vi: FIP - Fire Indicator Panel (also known as Fire Alarm Panel) / FIP - Tủ hiển thị báo cháy (Tủ báo cháy)

source: FIRE AUTHORITY AND BUILDING CONTROL/CERTIFIER Implementation, Legislation, Check Assessments
vi: FIRE AUTHORITY AND BUILDING CONTROL/CERTIFIER Implementation, Legislation, Check Assessments / CƠ QUAN KIỂM SOÁT PCCC VÀ TÒA NHÀ / ĐƠN VỊ CẤP CHỨNG CHỈ Thực hiện, Tuân thủ Pháp luật, Kiểm soát

source: FIRE DAMPER FOR ANY DUCT FROM LOBBY OR RISER SHAFT
vi: FIRE DAMPER FOR ANY DUCT FROM LOBBY OR RISER SHAFT / VAN CHẶN LỬA CHO BẤT CỨ ĐƯỜNG ỐNG NÀO TỪ LOBBY HOẶC TRỤC ỐNG ĐỨNG

source: FIRE DAMPER WITH ACCESS PANEL
vi: Fire damper with access panel / Van chặn lửa với nắp thăm

source: FIRE EXTINGUISHER
vi: FIRE EXTINGUISHER / Bình cứu hỏa

source: FIRE SAFETY REGULATIONS
vi: FIRE SAFETY REGULATIONS / QUY ĐỊNH AN TOÀN PCCC

source: FLEXIBILITY
vi: Flexibility / Linh hoạt

source: FLOW CHART OF FIRE SAFETY LEGISLATION
vi: FLOW CHART OF FIRE SAFETY LEGISLATION / SƠ ĐỒ QUY TRÌNH XIN GIẤY PHÉP PCCC

source: FLUSH MOUNTED SPRINKLER HEAD WHERE PERMITTED
vi: FLUSH MOUNTED SPRINKLER HEAD WHERE PERMITTED / Sử dụng sprinkler âm trần tại nơi được phép

source: FOH lighting and power
vi: FOH lighting and power / Điện và chiếu sáng FOH

source: FOR PUBLIC AREAS
vi: for public areas / phân vùng cấp và hút cho khu công cộng

source: FR - Fire Resistance
vi: FR - Fire Resistance / Chống cháy

source: FRESH AIR DUCTED TO THE BACK OF THE FAN COIL UNIT AND NOT DIRECT TO THE ROOM
vi: Fresh air ducted to the back of the fan coil unit and not direct to the room / Ống khí tươi đến FCU chứ không dẫn thẳng vào phòng

source: FRONT OF BUILDING
vi: FRONT OF BUILDING / Phía trước tòa nhà

source: FRP (fiberglass reinforced plastic) is rigid & non flexible in nature, and has high impact Resistance.
vi: FRP (fiberglass reinforced plastic) is rigid & non flexible in nature, and has high impact Resistance. / FRP cứng và không dẻo, chống va đập tốt

source: Fabric/solar heat loss and gain - noting diversification with this load for central plant
vi: Fabric/solar heat loss and gain - noting diversification with this load for central plant / Tăng giảm nhiệt do nhiệt độ vỏ tòa nhà/mặt trời - chú ý xem xét

source: Fair
vi: Fair / Tương đối tốt

source: Fair/Good
vi: Fair/Good / Tương đối tốt/Tốt

source: Fair/good
vi: Fair/Good / Tương đối tốt/Tốt

source: False ceiling
vi: False ceiling / trần giả

source: Fan Speed
vi: Fan Speed / Tốc độ quạt

source: Fan capacities shall be sufficient to meet the requirements of the Life Safety Guidelines.
vi: Fan capacities shall be sufficient to meet the requirements of the Life Safety Guidelines. / Công suất quạt phải đủ đạt tiêu chuẩn của Hướng dẫn An toàn

source: Fan coil unit
vi: Fan coil unit / FCU

source: Fan coil units to provide de-humidification and cooling shall be provided in hot climates (above 30°C).
vi: Fan coil units to provide de-humidification and cooling shall be provided in hot climates (above 30°C). / Hút ẩm và làm mát băng FCU được cung cấp ở các vùng khí hậu nóng (trên 30°C)

source: Fastenings on exits doors
vi: Fastenings on exits doors / Chốt trên cửa thoát hiểm

source: Fault alarm at fire panel & pagers only
vi: Báo lỗi ở tủ báo cháy và máy liên lạc của nhân viên

source: Feasibility:
vi: Feasibility: / Tính khả thi

source: File resisting walls extend to the floor above and do not end at the false ceiling
vi: File resisting walls extend to the floor above and do not end at the false ceiling / tường chống cháy kéo dài đến tầng trên và không dừng ở trần giả

source: File resitting chute or ' cunte located In fire
vi: File resitting chute or chute located In fire resisting shaft / Ống chống cháy hoặc ống bố trí trong trục ống chống cháy

source: Final Exit
vi: Final Exit / Lối thoát cuối cùng

source: Final incorporating all comments from IHG workshops and illustrations
vi: Final incorporating all comments from IHG workshops and illustrations / Bản cuối, bao gồm tất cả comment từ các workshop IHG và hình minh họa

source: Fire Alarm
vi: Fire Alarm / Báo cháy

source: Fire Alarm & Detection
vi: Fire Alarm & Detection / Phát hiện và báo cháy

source: Fire Alarm (24 hrs.)
vi: Fire Alarm (24 hrs.) / Báo cháy (24h)

source: Fire Alarm and Detection
vi: Fire Alarm and Detection / Phát hiện và Báo cháy

source: Fire Dampers - Requirements
vi: Fire Dampers - Requirements / Van chặn lửa - Yêu cầu

source: Fire Dampers- Requirements
vi: Fire Dampers- Requirements / Van chặn lửa - Yêu cầu

source: Fire Fighting Equipment
vi: Fire Fighting Equipment / Thiết bị cứu hỏa

source: Fire Fighting Lift
vi: Fire Fighting Lift / Thang máy cứu hỏa

source: Fire Interface to the lift installation and security system (where doors in escape paths may be secured)
vi: Fire Interface to the lift installation and security system (where doors in escape paths may be secured) / Báo cháy liên động với hệ thống thang máy và an ninh (các vị trí có cửa có thể có biện pháp đảm bảo an ninh trên tuyến đường thoát hiểm)

source: Fire Protected Area
vi: Fire Protected Area / Khu vực chống cháy

source: Fire Rated Junction Box and Connections
vi: Fire Rated Junction Box and Connections / Hộp nối điện và mối nối chống cháy

source: Fire Rated Protection for Voice Alarm Speaker
vi: Fire Rated Protection for Voice Alarm Speaker / Bảo vệ chống cháy cho loa thông báo bằng giọng nói

source: Fire Resisting Doors
vi: Fire Resisting Doors / Cửa chống cháy

source: Fire Safety
vi: 2.2. Fire Safety / An toàn PCCC

source: Fire Separation
vi: Fire Separation / Chống cháy lan

source: Fire Sprinkler High Rise
vi: Fire Sprinkler High rise / Sprinkler nhà cao tầng

source: Fire Sprinkler High rise
vi: Fire Sprinkler High rise / Sprinkler nhà cao tầng

source: Fire Sprinkler Plant
vi: Fire Sprinkler Plant / Sprinkler chữa cháy

source: Fire Sprinkler and Hose reel Low rise
vi: Fire Sprinkler and Hose reel Low rise / Sprinkler và Cuộn vòi chữa cháy trong nhà thấp tầng

source: Fire Suppression
vi: Fire Suppression / Chữa cháy

source: Fire Suppression systems shall be strictly in accordance with this brief and the local authorities / fire officer’s specific requirements.
vi: Fire Suppression systems shall be strictly in accordance with this brief and the local authorities / fire officer’s specific requirements. / Hệ thống chữa cháy phải tuân thủ nghiêm ngặt theo yêu cầu của mô tả này và các yêu cầu của địa phương

source: Fire alarm and detection - InterContinental Hotels Group/Code
vi: Fire alarm and detection - InterContinental Hotels Group/Code / Báo cháy và hệ thống phát hiện cháy

source: Fire alarm and detection systems may be either single or two-stage as follows:
vi: Fire alarm and detection systems may be either single or two-stage as follows: / Hệ thống phát hiện và báo cháy có thể là hệ thống một hoặc hai giai đoạn như sau:

source: Fire alarm sounders must be audible throughout the building (including guest rooms and guest bathrooms) with a minimum requirement of 75dBA at the bed-head in guestrooms and 65dBA elsewhere.
vi: Fire alarm sounders must be audible throughout the building (including guest rooms and guest bathrooms) with a minimum requirement of 75dBA at the bed-head in guestrooms and 65dBA elsewhere. / Đế âm thanh phải có thể nghe rõ trên khắp tòa nhà (bao gồm phòng khách và phòng tắm trong phòng khách) với mức âm tối thiểu 75dBA tại vách đầu giường trong phòng khách và 65dBA ở các vị trí còn lại.

source: Fire and voice alarm
vi: Fire and voice alarm / Báo động cháy và báo động bằng giọng nói

source: Fire dampers between fire zones - Code
vi: Fire dampers between fire zones - Code / Van chặn lửa giữa các zone chống cháy

source: Fire dampers must be easily accessible for maintenance and resetting.
vi: Fire dampers must be easily accessible for maintenance and resetting. / Van chặn lửa phải dễ tiếp cận để phục vụ bảo trì và reset

source: Fire dampers require access and annual maintenance, but are required to maintain the fire integrity of the building.
vi: Fire dampers require access and annual maintenance, but are required to maintain the fire integrity of the building. / Van chặn lửa yêu cầu có tiếp cận và được bảo trì hàng năm, nhưng cần thiết để duy trì đảm bảo khả năng chống cháy của tòa nhà

source: Fire detector operates in any other area
vi: Đầu báo kích hoạt tại bất kỳ khu vực nào khác

source: Fire detector operates in guestroom
vi: Đầu báo khói kích hoạt trong phòng khách

source: Fire detector operates other than in a guestroom
vi: Fire detector operates other than in a guestroom / Đầu báo cháy ngoài phòng khách kích hoạt

source: Fire hose reels
vi: Fire hose reels / Cuộn vòi chữa cháy

source: Fire protected corridor
vi: Fire protected corridor / Hành lang chống cháy

source: Fire pump common fault
vi: Lỗi thông thường của bơm chữa cháy

source: Fire pumps
vi: Fire pumps / Bơm cứu hỏa

source: Fire resistance
vi: Fire resistance / Chống cháy

source: Fire resistant internal components and cable connections must be provided and to protect the inner core of the cable where the outer fire resistant sheathing has been removed, a fire resistant or metal cover must be provided. Where cables enter the cover, further protection must be provided by fire resistant glands.
vi: Fire resistant internal components and cable connections must be provided and to protect the inner core of the cable where the outer fire resistant sheathing has been removed, a fire resistant or metal cover must be provided. Where cables enter the cover, further protection must be provided by fire resistant glands. / Các linh kiện bên trong và cáp nối chống cháy phải được cung cấp, và để bảo vệ lõi trong của sprinkler khi lớp phủ chống cháy bên ngoài đã mất đi, phải có vỏ chống cháy hoặc bằng kim loại. Khi cáp xuyên qua vỏ, phải có ốc siết cáp chống cháy

source: Fire resisting enclosure
vi: Fire resisting enclosure / Khoang chống cháy

source: Fire resisting landing doors
vi: Fire resisting landing doors / Cửa thang máy chống cháy

source: Fire resisting walls must extend between floors and must not terminate at false ceilings allowing fire and smoke to spread. Where cross corridor doors are provided to prevent the spread of smoke, smoke separation must continue above any false ceiling to the underside of the structural floor above.
vi: Fire resisting walls must extend between floors and must not terminate at false ceilings allowing fire and smoke to spread. Where cross corridor doors are provided to prevent the spread of smoke, smoke separation must continue above any false ceiling to the underside of the structural floor above. / Tường chống cháy phải kéo dài giữa các tầng và không được dừng ở trần giả (sẽ khiến khói và lửa lan). Nếu có cửa ngăn giữa các hành lang để chống khói lan, vách ngăn khói phải kéo dài lên quá trần giả chạm tới mặt dưới của kết cấu tầng trên

source: Fire suppression system monitoring with interface to alarm system, as appropriate
vi: Fire suppression system monitoring with interface to alarm system, as appropriate / Giám sát hệ thống chữa cháy, liên động tới hệ thống báo động, sao cho phù hợp

source: Fire suppression systems are constantly developing and alternative systems may be considered for use where benefits and approvals can be demonstrated.
vi: Fire suppression systems are constantly developing and alternative systems may be considered for use where benefits and approvals can be demonstrated. / Các hệ thống chữa cháy liên tục được phát triển và các hệ thống khác có thể được cân nhắc sử dụng nếu có thể đem lại lợi ích và có giấy phép

source: Fire water supply to sprinkler/hydrant storage tanks
vi: Fire water supply to sprinkler/hydrant storage tanks / Nguồn cấp nước tới bể chứa của sprinkler/trụ cứu hỏa

source: Firefighting lift returned to ground floor ready for fire brigade
vi: Firefighting lift returned to ground floor ready for fire brigade / Thang máy cứu hỏa về tầng mặt đất sẵn sàng đợi lực lượng PCCC

source: First Issue
vi: First Issue / Bản đầu tiên

source: Fitness Facility - General
vi: Fitness Facility - General / Khu phòng tập - Chung

source: Fitness Rooms
vi: Fitness Rooms / Phòng tập

source: Fitting Type
vi: Fitting Type / Loại đèn

source: Flanged, grooved, threaded, welding
vi: Flanged, grooved, threaded, welding / Mặt bích, rãnh, ren, hàn

source: Floor Level
vi: Floor Level / Mức sàn

source: Floor level
vi: Floor level / Mức sàn

source: Floors
vi: Floors / Sàn

source: Fluorescent
vi: Fluorescent / Đèn huỳnh quang

source: Foam system
vi: Foam system / Hệ thống foam

source: Fog/Water M. System
vi: Fog/Water Misting Systems / Hệ thống sprinkler phun sương

source: Fog/Water Misting Systems
vi: Fog/Water Misting Systems / Hệ thống sprinkler phun sương

source: Following illustrates a “typical” hotel power distribution, but note this may change from region to region:-
vi: Following illustrates a “typical” hotel power distribution, but note this may change from region to region:- / Hình dưới minh họa sự phân bổ điện năng "điển hình" trong một khách sạn, nhưng nội dung này có thể thay đổi tùy thuộc khu vực

source: Food & Beverage outlets
vi: Food & Beverage outlets / Cửa hàng F&B

source: Food Safety
vi: Food Safety / An toàn vệ sinh thực phẩm

source: For Life Safety
vi: For Life Safety / Cho hệ thống an toàn sinh mạng

source: For Operational Reasons
vi: For Operational Reasons / Vì lý do vận hành

source: For a large site only MV cable should feed all substations (MV panel, Transformer & LV panel) instead of LV distribution. This will reduce the running as well as operational cost of distribution system.
vi: For a large site only MV cable should feed all substations (MV panel, Transformer & LV panel) instead of LV distribution. This will reduce the running as well as operational cost of distribution system. / Đối với dự án lớn, chỉ nên đấu nối cáp trung thế cho tất cả các trạm biến áp (tủ điện trung thế, máy biến áp và tủ điện hạ thế) thay vì hạ thế. Việc này sẽ giảm thiểu chi phí chạy cũng như vận hành của hệ thống phân phối

source: For a typical hotel with a 2600 kW Systems, the flow rates are:
vi: For a typical hotel with a 2600 kW System, the flow rates are: / Đối với một khách sạn điển hình với hệ thống 2600 kWW, lưu lượng là:
